<?php

return [
    'student' => [
        'cr_course_work' => '',
    ],
    'professor' => [
        'create' => [
            'title' => 'Задание на дипломный проект',
            'submit' => 'Разместить',
            'task' => [
                'title' => 'Название проекта',
                'description' => 'Описание задания',
                'technologies' => 'Используемые технологии',
                'mark' => 'Предварительная оценка',
            ],
        ],
        'index' => [
            'title' => 'Доступные задания на дипломные проекты',
        ],

    ],
    'sidebar' => [
        'title' => 'История',
        'all' => 'Показать все',
    ],
];
