<?php

return [
    'title' => 'Система организации и управления курсовыми и дипломными проектами',
    'student' => [
        'title' => 'Студенты',
        'possibilities' => [
            'Просмотр списка доступных тем',
            'Подача предложения собственных тем и инструментальных средств разработки',
            'Подача заявки на выбранную тему',
            'Уведомление научного руководителя о ходе выполнения проекта',
            'Просмотр графиков консультаций и предварительных оценок по проекту',
        ],
    ],
    'professor' => [
        'title' => 'Переподаватели',
        'possibilities' => [
            'Размещение заданий на выполнение с указанием тем проектов
                ,краткого описания работы, предполагаемых средств выполнения разработки',
            'Подтверждение и отклонение заявок конкретных студентов на выполнение работ',
            'Установка сроков выполнения, отметка успешности выполнения этапов проектов',
            'Ввод расписания консультаций студентов и отметок о посещении консультаций',
            'Выставление предварительных оценок по работам',
        ],
    ],
];
